Repository: koryakinp/IBTFull
Catalog: IBTFull/Resources/Abu.*.resx
Languages: de, fr

# AbuVentilationValue4
source: Shutter closing needs to be arranged on the ducts, in the area of enclosures, to regulate the aspiration air leakage. Fittings counter flanges for the inlet and exhaust areas are supplied with ABUs.
de: An Luftkanälen, im Bereich der Ventilationsabdecklungen sollen Schieberverschlüsse zur Regulierung des Anlaufs von Aspirationsluft montiert werden. Gegenflansche am Einlass- und Auslaßstutzen sind im Lieferumfang inbegriffen.
fr: Envisager sur les conduits d'amenée de l'air dans la zone des couverts les fermetures à volet afin de régler l'entrée de l'air d'aspiration. Les contre-brides des raccords d'entrée et d'échappement sont fournies ensemble avec le DBA.

# AbuVentilationValue41
source: ABU room should have an installed ventilation system capable of providing 3-4 air changes per day.
de: Im Raum, wo die BAA installiert wird, soll die allgemeine Lüftung mit Luftwechselwert von 3-4 vorgesehen werden.
fr: Dans le local où le DBA sera situé il est indispensable d'envisager la ventilation de circulation générale au taux d’échange d’air faisant 3-4.

# AbuWaterSupplyTitle
source: 4.3. Water supply
de: 4.3. Wasserversorgung
fr: 4.3. Alimentation en eau

# AbuWaterSupplyValue1
source: Provide for industrial water supply to ABU Ду 20 fitting for a one-time filling of the tanks (about 20 m<sup>3</sup>) when the ABU is started.
de: Es soll die Betriebswasserzuleitung vom Werksnetz zum Anschlußstutzen mit Nenndurchmesser von 20 mm der BAA für die einmalige Auffüllung von Behältern (etwa 20 m<sup>3</sup>) beim Starten von BAA vorgesehen werden.
fr: Envisager l'amenée de l'eau industrielle depuis le réseau de l'atelier vers le raccord Du 20 du DBA pour le remplissage ponctuel des réservoirs (approx. 20 m<sup>3</sup>) lors de l'activation du DBA.

# AbuWaterSupplyValue2
source: Compensatory water consumption by the ABU - 2.0 m<sup>3</sup>/day max.
de: Der Wasserverbrauch für die Nachspeisung der BAA beträgt nicht mehr als 2,0 m<sup>3</sup>Tag.
fr: Consommation d'eau pour la réalimentation du DBA – au maximum 2,0 m<sup>3</sup>/jour

# AbuWaterSupplyValue3
source: Requirements for industrial water to be used as additional feeding:
de: Die Anforderungen an Betriebswasser für die Nachspeisung:
fr: Exigences à l'eau industrielle pour la réalimentation :

# AbuWaterSupplyValue31
source: pressure - 0.2-0.6 MPa;
de: Druck – 0,2-0,6 MPa;
fr: Pression – 0,2-0,6 MPa;

# AbuWaterSupplyValue32
source: mechanical impurities content - 0.1% max by volume, particle size - 0.2 mm max;
de: Der Gehalt von mechanischen Beimischungen – nicht mehr als 0,1 % nach dem Volumen und mit einer Teilchengröße von nicht mehr als 0,2 mm;
fr: teneur en impuretés mécaniques – au maximum 0,1% selon le volume, les dimensions des particules n'excédant pas 0,2 mm;

# AbuWaterSupplyValue33
source: Temperature between +5&#176;С and +30&#176;С
de: Temperatur – 5-30&#176;С.
fr: température – 5-30&#176;С.

# AbuWaterSupplyValue34
source: The ABU needs to be connected to the local water supply system through the manifold valve Ду 20mm.
de: Es soll die Installation des Hauptleitungsventils mit Nenndurchmesser von 20 mm auf der Ableitung der Anschaltung von BAA zum Werksnetz vorgesehen werden.
fr: Envisager l'installation d'une soupape magistrale Du 20mm sur le coude de raccordement du DBA avec le réseau de l'atelier.

# AbuWaterSupplyValue4
source: A suitable valve for a water feed point is supplied, except for the manifold valve.
de: Der Punkt der Wasserzuleitung ist mit einem entsprechenden Ventil außer dem Hauptleitungsventil ausgestattet.
fr: Le point d'amenée de l'eau est muni de la soupape correspondante, sauf la soupape magistrale.

# AbuWaterSupplyValue5
source: With the ABU absorption system running (pump and ventilator are ON), service water intended for compensatory supply can be absent for 2 hours max. If the absorption system is not running (pump and ventilator are OFF), additional supply of water is not required.
de: Bei einem laufenden Absorptionssystem der BAA (die Pumpe und der Lüfter in der Lage EIN) darf das Betriebswasser maximal 2 Stunden nicht zugeleitet werden. Bei dem nicht laufenden Absorptionssystem (die Pumpe und der Lüfter in der Lage AUS) ist die Nachspeisung nicht erforderlich.
fr: Lorsque le système d'absorption du DBA est mise en fonctionnement (la pompe et le ventilateur sont en état ACTIVE), l'absence de l'eau industrielle à la réalimentation n'est tolérable que pendant 2 heures. Lorsque le système d'absorption est mise hors fonctionnement (la pompe et le ventilateur sont en état DESACTIVE), aucune réalimentation n'est alors exigée.
