Repository: koryakinp/IBTFull
Catalog: IBTFull/Resources/Abu.*.resx
Languages: de, fr

# AbuCompressedAirTitle
source: 4.4. Compressed air
de: 4.4. Druckluft
fr: 4.4. Air comprimé

# AbuCompressedAirValue1
source: Compressed air consumption per one ABU unit does not exceed 80 N<sup>3</sup>/h.
de: Der Druckluftverbrauch für eine biologische Absorptionsanlage (BAA) beträgt maximal 80 Nm<sup>3</sup>/Stunde.
fr: La consommation de l'air comprimé par un DBA fait au plus 80 nm<sup>3</sup>/h.

# AbuCompressedAirValue2
source: Provide a 15 mm in diameter pipeline to supply ABU with compressed air.
de: Es soll die Rohrleitung mit Nenndurchmesser von 15 mm für die Druckluftzuleitung zur BAA vorgesehen werden.
fr: Envisager une conduite Du 15 mm pour l'arrivée de l'air comprimé vers le DBA.

# AbuCompressedAirValue21
source: Compressed air requirements:
de: Anforderungen an die Druckluft:
fr: Exigences à l'air comprimé :

# AbuCompressedAirValue22
source: Pressure between 2 - 7 atm.
de: Druck – 2-7 atm.
fr: pression – 2-7 atm.

# AbuCompressedAirValue23
source: Should contain no greater than 10 mg/m<sup>3</sup> of suspended substances.
de: Schwebstoffgehalt, maximal 10 mg/m<sup>3</sup>
fr: Teneur en substances suspendues, au maximum – 10 mg/m<sup>3</sup>

# AbuCompressedAirValue24
source: Moisture content – no requirements.
de: Feuchtigkeitsgehalt – keine besonderen Anforderungen.
fr: Teneur en humidité – aucunes exigences.

# AbuCompressedAirValue3
source: Compressed air requirements:
de: Es soll die Installation des Hauptleitungsventils mit Nenndurchmesser von 15 mm auf der Ableitung der Anschaltung von BAA zum Werksnetz vorgesehen werden.
fr: Envisager l'installation d'une soupape magistrale Du 15 mm au coude de raccordement du DBA avec le réseau de l'atelier.

# AbuCompressedAirValue4
source: A suitable valve for an air supply point is supplied, except for the manifold valve.
de: Der Punkt der Druckluftzuleitung ist mit einem entsprechenden Ventil außer dem Hauptleitungsventil ausgestattet.
fr: Le point d'arrivée de l'air comprimé est muni de la soupape correspondante, sauf la soupape magistrale.

# AbuCompressedAirValue5
source: Compressed air should be supplied 24/7. Maximum allowed time without compressed air supply is no greater than 2 hours. A situation when an ABU unit is deprived of compressed air for longer than 2 hours is defined as abnormal. The necessary procedures for resolving abnormal situations are outlined in the ABU’s passport/documentation.
de: Der Druckluftzufuhr erfolgt rund um die Uhr. Der Druckluftzufuhr darf maximal 2 Stunden nicht erfolgen. Wenn der Druckluftzufuhr mehr als 2 Stunden nicht erfolgt, ist es eine Notfallsituation. Die Vorgehensweise in einer solchen Situation wird im Datenblatt von BAA beschrieben.
fr: Le mode d'amenée de l'air comprimé est de vingt-quatre heures. L'absence de l'amenée de l'air comprimé n'est tolérable que pendant 2 heures. L'absence de l'amenée de l'air comprimé pendant plus de 2 heures représente une situation d'urgence. Les modalités d'action dans une telle situation sont décrites dans le livret technique du DBA.

# AbuDimensions
source: 1. ABU-{0} technical characteristics and overall dimensions
de: 1. Technische Daten und Abmessungen von BAA-{0}
fr: 1. Caractéristiques techniques et dimensions du DBA-{0}

# AbuElectricalConsumptionTitle
source: 2. ABU-{0} Consumables and Electricity Requirements
de: 2. Verbrauchsmaterialien und Energieverbrauch
fr: 2. Consommables et consommation d'énergie électrique

# AbuElectricalConsumptionValue1
source: Electricity consumption is {0} kW, including a ventilator {1} kW
de: installierte Leistung – {0} kW, einschließlich Ventilator – {1} kW
fr: puissance réglementée – {0} kW, y compris le ventilateur – {1} kW

# AbuElectricalConsumptionValue2
source: Depending on the temperature and humidity of the purified air, ABU requires no greater than {0} m<sup>3</sup>/day of service water to compensate for the water loss during operations.
de: Betriebswasser für die Nachspeisung, je nach der Temperatur und der Feuchtigkeit der zu reinigenden Luft – maximal {0} m<sup>3</sup>/Tag (zum Ausgleich von Befeuchtungsverluste der Zuluft im Betrieb)
fr: eau industrielle pour la réalimentation, en fonction de la température et de l'humidité de l'air faisant l’objet de la purification – au maximum {0} m<sup>3</sup>/jour (l’eau afin de compenser les pertes liées à l'humidification de l'air de ventilation lors de l'exploitation)

# AbuElectricalConsumptionValue3
source: No greater than {0} Nm<sup>3</sup>/hour of compressed air is required with 0.2 – 0.7 MPa pressure. Upon request, your ABU unit can come with an installed autonomous blower.
de: Druckluft (Ausstattung mit autonomer Blasmaschine möglich) – maximal {0} Nm3<sup>3</sup>/Stunde, Druck - 0,2-0,7 MPa.
fr: Air comprimé (fourniture envisageable avec une machine soufflante autonome) – au maximum {0} nm<sup>3</sup>/h, pression – 0,2-0,7 MPa.

# AbuElectricalConsumptionValue4
source: Between {0} kg per year of biogenic additives are required for ABU operations. A variety of agricultural fertilizers containing ammonium, phosphate and potassium ions are used as biogenic additives.
de: biogene Zusatzstoffe – {0} kg/Jahr (als biogene Zusatzstoffe werden landwirtschaftliche Düngemittel verwendet, die Ammonium-, Phosphat- und Kalium-Ionen enthalten.)
fr: additifs biogènes – {0} kg/an (on utilise en tant qu'additifs biogènes des engrais agricoles complexes contenant les ions d'ammonium, de phosphate et de potassium.)

# AbuElectricityTitle
source: 4.2 Electricity Requirements
de: 4.2 Energieversorgung
fr: 4.2 Alimentation électrique

# AbuElectricityValue1
source: Electric Supply:
de: Angaben zu den Energieverbrauchern:
fr: Caractéristique des consommateurs d'énergie :

# AbuElectricityValue11
source: Ventilator engine (1 pc., 380 V, {0} kW)
de: Gebläsemotor (1 Stck.: 380 V, {0} kW);
fr: Moteur du ventilateur (1 pc.: 380 V, {0} kW);

# AbuElectricityValue12
source: Water pump engines (1 pc., 380 V, {0} kW)
de: Motoren von Wasserpumpen (1 Stck. x 380 V, {0} kW);
fr: Moteurs des pompes à eau (1 pc., 380 V, {0} kW);

# AbuElectricityValue13
source: Sludge pump engines (1 pc., 380 V, {0} kW)
de: Motoren von Schlammpumpen (1 Stck., 380 V, {0} kW);
fr: Moteurs des pompes à boues (1 pc., 380 V, {0} kW);

# AbuElectricityValue14
source: ABU electric valve drivers – 9 pcs., 220 V, 100 W. (combined consumption for all 9 pcs.)
de: Antriebe von elektrisch gesteuerten Ventilen BAA (9 Stck., 220 V, 100 W);
fr: Commandes des vannes électriques du DBA (9 pc., 220 V, 100 W);

# AbuElectricityValue15
source: Level sensors – 3 pcs, 6 W (combined consumption for all 3 pcs.)
de: Füllstandsmesser (3 Stck., 6 W).
fr: Capteurs de niveau (3 pc., 6 W).

# AbuElectricityValue16
source: Power cables, cable trays, and control cables are supplied with ABU.
de: Leistungskabel, Kabelträger und Steuerkabel sind im BAA-Lieferumfang inbegriffen.
fr: Câbles de puissance et canaux de câbles, câbles de commande sont fournis ensemble avec le DBA.

# AbuElectricityValue2
source: Control cabinets are also supplied with ABU.
de: Schaltschränke sind im BAA-Lieferumfang inbegriffen.
fr: Armoires de commande sont fournies ensemble avec le DBA.

# AbuElectricityValue3
source: Provide power circuit wiring from workshop’s transformer to ABU’s control cabinets.
de: Es soll die Leitungsführung der Hauptstromkreise vom Werktransformatoren zu den Schaltschränken von BAA vorgesehen werden.
fr: Envisager la distribution des circuits de puissance depuis le transformateur de l'atelier vers les armoires de commande du DBA.

# AbuElectricityValue4
source: Both the power and start-up equipment for the pump and the ventilator should be installed in accordance to the &laquo;Electrical Equipment Installation Rules&raquo; and in locations that allow for monitoring of such equipment.
de: Kraft- und Anlassgeräte des Ventilators und der Pumpe sollen nach den &laquo;Regeln für Montage von Stromanlagen in den Plätzen montiert werden, wo der Betrieb von Elektroaggregaten beobachtet werden kann.
fr: Les appareils de puissance et de démarrage du ventilateur et de la pompe doivent être installés en conformité des&laquo;Règles de l'installation des dispositifs électriques&raquo; dans les lieu permettant de surveiller le fonctionnement des appareils électriques.

# AbuElectricityValue5
source: Provide grounding busbars for all ABU non-conducting parts.
de: Es soll die Erdungsband aller nicht spannungsführenden Teile vorgesehen werden.
fr: Envisager une barre de mise à la terre pour tous les élements de l'équipement du DBA qui ne conduisent pas le courant.

# AbuInstallationTitle1
source: 4. ABU-{0} Initial Installation Requirements.
de: 4. Ausgangsangaben für den Anschluss von BAA-{0}
fr: 4. Données de base pour le raccordement du DBA-{0}

# AbuInstallationTitle2
source: 4.1. Assembly and Premise Requirements
de: 4.1. Bauanforderungen und Anforderungen an den Raum, wo eine BAA installiert wird
fr: 4.1. Génie civil et exigences au local où le DBA sera situé

# AbuInstallationValue1
source: Provide concrete flooring at the 0.000 mark for ABU placement. The floor should be leveled using the Level instrument. Thickness of the concrete floor will depend on the projected ABU load. ABU is installed on two frames.
de: Es soll die Einrichtung des Betonfußbodens mit Vermerk auf 0,000 für die Installierung der BAA vorgesehen werden. Der Fußboden soll mit dem Nivelliergerät ausgerichtet werden. Die Dicke der Betonschicht hängt von den Belastungen der BAA ab. Die BAA-Ausrüstung befindet sich auf zwei Rahmen.
fr: Envisager le plancher en béton en pos. 0,000 pour installer les équipements du DBA. Ajuster le plancher à l'aide du niveau à lunette. Admettre l'épaisseur du remplissage en béton en fonction des charges des équipements du DBA. Les équipements du DBA se situent sur deux charpentes.

# AbuInstallationValue2
source: The load per frame is no greater than {0} tones.
de: Die Belastung pro Rahmen soll nicht mehr als {0} Tonnen betragen.
fr: La charge pour chaque charpente fait {0} tonnes au maximum.

# AbuInstallationValue3
source: No floor attachments are required.
de: Die Befestigung der Anlage am Boden ist nicht erforderlich.
fr: Aucune fixation de l'équipement au plancher n'est exigée.

# AbuInstallationValue4
source: Provide drainage traps in the concrete floor in case of an emergency spillage. The traps should be connected to the workshop’s sewerage system. An emergency spillage is defined as a leakage in the body of the tank or a leakage in the flow shut-off and control valves and related systems.
de: Im Fußboden sollen Fußbodenentwässerungen für die Ableitung von verschüttetem Absorptionsmittel vorgesehen werden. Die Fußbodenentwässerungen sollen mit der Kanalisation des Werkstattes verbunden sein.
fr: Envisager dans la construction du plancher en béton des conduits pour l'évacuation des rejets accidentels de l'absorbant. Raccorder les conduits avec le réseau d'évacuation de l'atelier.

# AbuInstallationValue41
source: No greater than 8 m<sup>3</sup> of spillage will be produced per one emergency.
de: Das Volumen von verschüttetem Absorptionsmittel darf nicht mehr als 8 m<sup>3</sup> pro Betriebsnotfall betragen. Unter einem Betriebsnotfall versteht man die Leckage am Behälter, Leckage an Absperr- und Regelarmaturen.
fr: La quantité des rejets accidentels – au maximum 8 m<sup>3</sup> par accident. On entend par un accident toute fuite dans le corps du réservoir de même que toute fuite dans le dispositif d'enclenchement et de réglage.

# AbuInstallationValue5
source: No hoisting mechanisms are required for ABU maintenance.
de: Es sind keine Hebezeuge für die Wartung von BAA erforderlich.
fr: Aucun mécanisme de levage n'est exigé pour l'entretien du DBA.

# AbuInstallationValue6
source: Ambient room temperature for an ABU should not be less than +5&#176;C during the coldest month of the year, and also should not exceed the +30&#176;C mark.
de: Umgebungstemperatur im Raum, wo eine BAA installiert wird in den kältesten Monat des Jahres nicht weniger als Maximaltemperatur im Raum, wo eine BAA installiert wird, soll 30&#176;С betragen.
fr: La température de l'environnement dans le local où le DBA sera situé pendant le mois le plus froid de l'année doit faire au moins 5&#176;С. La température maximale dans le local où le DBA sera situé doit faire 30&#176;С.

# AbuInstallationValue7
source: ABU installation room should adhere to lowest fireproof and explosion proof category requirements (the room contains cold and/or incombustible substances and materials in such amounts that the fire load does not exceed 100 mJ/m<sup>2</sup> in their respective locations, and the fire load of the entire room is under 1000 mJ.)
de: Der Raum für die Installierung von BAA gehört nach der Explosions- und Brandsicherheit zu der niedrigsten Kategorie D (im Raum befinden sich und werden nichtbrennbare Stoffe und Materialien im kalten Zustand, brennbare und schwer brennbare Stoffe und Materialien in einer solchen Menge verwendet, dass die bezogene Brandlast im Raum, wo sie liegen, maximal 100 MJ/m<sup>2</sup> beträgt, die Brandlast im Raum – maximal 1000 MJ beträgt).
fr: En matière de la sécurité explosion et incendie, le local où le DBA sera situé relève de la catégorie D étant la plus basse catégorie (on garde et on utilise dans le local des substances et des matériaux anticombustibles en état froid, des substances et des matériaux combustibles et difficilement combustibles en quantité assurant que la charge spécifique d'incendie pour le site de leur emplacement dans le local n'excède pas 100 MJ/m<sup>2</sup>, et la charge d'incendie au sein du local – 1000 MJ).

# AbuLifespanTitle
source: 5. Life cycle
de: 5. Lebensdauer
fr: 5. Délai d'exploitation

# AbuLifespanValue
source: Service cycle is at least 15 years.
de: Die Lebensdauer beträgt mindestens 15 Jahre.
fr: Le délai d'exploitation est au moins 15 ans.

# AbuMaintenanceTitle
source: 3. ABU-{0} Maintenance
de: 3. Wartung von BAA-{0}
fr: 3. Entretien technique du DBA-{0}

# AbuMaintenanceValue
source: ABU maintenance is limited to cleaning its sludge basket from condensed and suspended substances, as well as maintaining a required concertation of phosphorus, nitrogen and potassium in the absorbent by adding biogenic additives (BAs). It is recommended to conduct monthly measurements of phosphorus ions, nitrogen, and potassium to determine if BAs should be added to the absorbent. An indirect indicator (chemical oxygen consumption: COC) is used to gauge absorbent regeneration efficiency by the microorganism. It is also recommended to measure COC on a monthly basis.
de: Die Wartung von BAA schließt die Reinigung des Schlammkorbes von den Schweb- und Kondensationsstoffen und die Aufrechterhaltung des vorgegebenen Phosphor-, Stickstoff- und Kaliumgehalts im Absorptionsmittel durch Eingabe von biogenen Zusatzstoffen (BZ) ein. Um zu verstehen, ob biogene Zusatzstoffe ins Absorptionsmittel eingeführt werden sollen, wird empfohlen, einmal pro Monat den Phosphor-, Stickstoff- und Kaliumgehalt zu bestimmen. Die Wirksamkeit der Regeneration des Absorptionsmittels durch Mikroorganismen-Destruenten wird nach dem indirekten Merkmal kontrolliert – nach dem chemischen Verbrauch von Sauerstoff (CSB), der einmal pro Monat zu bestimmen ist.
fr: L'entretien technique du DBA revient à la libération du panier à boues des substances suspendues et condensées et au maintien de la teneur réglementée en phosphore, en azote et en potassium dans l'absorbant en y introduisant des additifs biogènes (AB). Pour identifier la nécessité d'ajustement de l'absorbant selon les AB il est recommandé de déterminer une fois par mois la teneur en ions de phosphore, d'azote et de potassium. L'efficacité de régénération de l'absorbant par des microorganismes destructeurs est contrôlée selon l'indicateur indirect – consommation chimique de l'oxygène (CCO), qu'il est recommandé de déterminer une fois par mois.

# AbuPhenolEfficiencyTitle
source: Capturing efficiency for phenol and formaldehyde:
de: Effizienz der Abscheidung von Phenol, Formaldehyd:
fr: L'efficacité de captage du phénol, du formaldéhyde :

# AbuPhenolEfficiencyValue
source: At least {0}% given input concentration of {1} mg/m<sup>3</sup>
de: Nicht weniger als {0} bei Einganskonzentration {1} mg/m<sup>3</sup>
fr: Au moins {0} à la concentration d’entrée {1} mg/m<sup>3</sup>

# AbuSpecTitle
source: Technical Characteristics and Initial Parameters
de: Technische Daten und Ausgangsangaben
fr: Caractéristiques techniques et données de base

# AbutDrainageTitle
source: Composition of an emergency spillage is as follows:
de: Gehalt der Stoffe in Notabflüssen:
fr: Composition des déversoirs d'urgence :

# AbutDrainageValue1
source: No greater than 150 mg/litre of phosphates
de: Phosphatengehalt – nicht mehr als 150 mg/L
fr: Teneur en phosphates – au maximum 150 mg/l

# AbutDrainageValue2
source: No greater than 200 mg/litre of nitrates
de: Nitratengehalt – nicht mehr als 200 mg/L
fr: Teneur en nitrates – au maximum 200 mg/l

# AbutDrainageValue3
source: pH value between 6.5 - 8.3
de: pH – 6,5-8,3
fr: indicateur рН – 6,5-8,3

# AbutDrainageValue4
source: Chemical Oxygen Consumption (COC) no greater than 6,000 mg O<sub>2</sub>/litre
de: chemischer Sauerstoffbedarf (CSB) – nicht mehr als 6 000 mgО<sub>2</sub>/L
fr: consommation chimique de l'oxygène (CCO) – au maximum 6 000 mgО<sub>2</sub>/l

# AbutDrainageValue5
source: Contains no greater than 0.1% by volume of suspended substances with particles’ size of less than 0.2 mm.
de: Schwebstoffe – nicht mehr als 0,1 % nach dem Volumen und mit der Teilchengröße nicht mehr als 0,2 mm
fr: substances suspendues – au maximum 0,1% selon le volume, les dimensions des particules n'excédant pas 0,2 mm

# AbuTitle
source: for an Absorption-Biological Unit (ABU) with {0} m<sup>3</sup>/h (ABU – {1}) capacity for ventilated air purification at industrial enterprises
de: Für die biologische Absorptionsanlage (BAA) zur Reinigung der Zuluft in Industrieunternehmen mit der Leistung von {0} Tausend m<sup>3</sup>/Stunde (BAA-{1})
fr: Pour un dispositif biologique d’absorption (DBA) pour la purification de l’air de ventilation dans les entreprises industrielles à la capacité de {0} mille m<sup>3</sup>/h. (DBA-{1})

# AbuTriethylamineEfficiencyTitle
source: Purification efficiency against triethylamine and suspended substances between 96% - 99.9% (output triethylamine concertation is no greater than mg/m<sup>3</sup>)
de: Die Effizienz der Reinigung von Triethylamin und Schwebstoffen beträgt 96-98% (am Auslass beträgt die Konzentration von Triethylamin nicht mehr als 20 mg/m<sup>3</sup>):
fr: L'efficacité d’épuration du triéthylamine et des substances suspendues est de 96 - 99,9% (concentration du triéthylamine à la sortie n’excède pas 20 mg/m<sup>3</sup>):

# AbuTriethylamineEfficiencyValue1
source: Capturing efficiency for suspended substances - at least 98%
de: Effizienz der Abscheidung von Schwebstoffen – nicht weniger als 98%
fr: L'efficacité de captage des substances suspendues est au moins 98%

# AbuTriethylamineEfficiencyValue2
source: Ventilating network resistance: no greater than 1700 Pa
de: Widerstand des Ventilationsnetzes – nicht mehr als 1700 Pa
fr: сопротивление вентиляционной сети – не более 1700 Па

# AbuTriethylamineEfficiencyValue3
source: Hydraulic resistance (ABU’s pressure loss): no greater than 2400 Pa
de: hydraulischer Widerstand (Druckverluste in der BAA) – nicht mehr als 2400 Pa
fr: Résistance hydraulique (pertes de pression dans le DBA) – au maximum 2400 Pa

# AbuTriethylamineEfficiencyValue4
source: Temperature requirements for ABU operations: between +5&#176;C and +30&#176;C
de: die Temperatur im Raum für die Installierung von BAA beträgt +5…+30&#176;С
fr: Température dans le local où se situe le DBA – +5…+30&#176;С

# AbuTriethylamineEfficiencyValue5
source: ABU dimensions in mm if installed as a single unit (Length, Width, Height): {0}x{1}x{2}
de: Abmessungen, LxBxH: {0}x{1}x{2} mm (bei Montage in einem Block).
fr: Dimensions, LхLхH: {0}x{1}x{2} mm (si installé en complexe unique).

# AbuVentilationTitle
source: 4.5. Ventilation
de: 4.5. Belüftung

# AbuVentilationValue1
source: Provide air ducts to supply ventilated air from your manufacturing line to ABU, and then from ABU to the atmosphere.
de: Es sollen Luftkanäle für die Zuführung der Zuluft von Ventilationsabdecklungen der technischen Anlagen in BAA und weiter vom Ventilatorenauslass in die atmosphärische Luft vorgesehen werden.
fr: Envisager des conduits d'amenée de l'air de ventilation depuis les couverts des équipements technologiques dans le DBA et ensuite depuis l'échappement des ventilateurs dans l'air atmosphérique.

# AbuVentilationValue11
source: Air ducts are class &laquo;N&raquo; (normal).
de: Konstruktion des Luftkanals auf Verdünnungs-Mach-Linie – Klasse &laquo;Н&raquo; (normal).
fr: Construction des conduits d'amenée de l'air sur la ligne de déchargement - de classe &laquo;N&raquo; (normaux).

# AbuVentilationValue12
source: The class of air duct structure on the pressure line (after the ventilators) is &laquo;N&raquo; (normal) class.
de: Konstruktion des Luftkanals auf der Drucklinie (nach den Lüftern) – Klasse;&laquo;Н&raquo; (normal).
fr: Construction des conduits d'amenée de l'air sur la ligne de pression (après les ventilateurs) – de classe &laquo;N&raquo; (normaux).

# AbuVentilationValue13
source: Flexible inserts for the ventilator input and output are supplied with the ABU.
de: Segeltuchstutzen an den Ventilatoreneinlass und -Auslass sind im Lieferumfang inbegriffen.
fr: Des insertions flexibles à l'entrée des ventilateurs et à la sortie des ventilateurs sont fournies ensemble avec le dispositif.

# AbuVentilationValue2
source: As a thrust actuator, ABU is using {0} ventilator with the following characteristics:
de: Als Antriebsauslöser wird ein Ventilator {0} mit folgenden Eigenschaften verwendet:
fr: On utilise en tant qu'excitateur de poussée un ventilateur {0} aux caractéristiques suivantes :

# AbuVentilationValue21
source: engine {0} kW, 380/660V, 50Hz, {1} rpm
de: Motor {0} kW, 380/660V, 50Hz, {1} U/min;
fr: moteur {0} kw, 380/660V, 50Hz, {1} rév./min;

# AbuVentilationValue22
source: the ventilator is made of carbon steel with a powder coating
de: Stoff, aus dem der Ventilator hergestellt werden soll – Kohlenstoffstahl pulverbeschichtet;
fr: matériel pour la fabrication du ventilateur – acier au carbone avec un poudrage;

# AbuVentilationValue23
source: ventilator impeller rotation speed is {0} rpm
de: Umdrehungszahl vom Förderrad des Ventilators {0} U/min.
fr: fréquence de rotation de la roue réceptrice du ventilateur {0} rév./min

# AbuVentilationValue24
source: {0} ventilator’s noise level is 113 dB.
de: Der Lärmspiegel vom Ventilator {0} beträgt 113 dB.
fr: Le niveau du bruit produit par le ventilateur {0} fait 113 dB.

# AbuVentilationValue25
source: An alternative thrust actuator produced by another manufacturer with different characterises can also be used.
de: Es ist die Verwendung des Antriebsauslösers vom anderen Hersteller und mit anderen Eigenschaften möglich.
fr: Il est possible d'utiliser des excitateurs de poussée d'un autre fabricant et aux autres caractéristiques.

# AbuVentilationValue3
source: Pressure at the ABU’s ventilating air intake and exhaust points is no greater than –1200 Pa and +500 Pa, respectively.
de: Der Unterdruck am Einlaßstutzen der BAA beträgt nicht mehr als 1200 Pa, der Förderdruck am Auslaßstutzen – nicht mehr als +500 Pa.
fr: La pression de déchargement au raccord d'entrée du DBA est de 1200 Pa au maximum, la pression d'insufflation au raccord d'échappement est de +500 Pa au maximum.
