Repository: koryakinp/IBTFull
Catalog: IBTFull/Resources/Advantages.*.resx
Languages: de, fr

# AduAdvantages
source: Advantages ABU
de: Vorteile der BAA
fr: Avantages du DBA

# Advantage1
source: High ratio of capturing a wide range of harmful substances.
de: Der hohe Abscheidungsgrad einer breiten Palette von Schadstoffen.
fr: Un haut degré de captage d’une large gamme des substances nocives.

# Advantage10Description
source: Since the beginning of its operation in 1989, there has not been a single complaint regarding any of the ABUs. Our system does not have any moving or wearing parts except for a conventional water pump. Unit service life is at least 15 years.
de: Seit der Inbetriebnahme von den ersten BAA (1989) wurden keine Qualitätsbeanstandungen angezeigt. Die BAA hat keine beweglichen Verschleißteile (außer der Wasserpumpe). Die Betriebszeit der Anlage beträgt mindestens 15 Jahre.
fr: Dès de début de leur exploitation (depuis 1989) on n’a reçu aucune réclamation à l’égard de n’importe quel de l’ensemble des DBA en exploitation. Le DBA n’a pas d’organes mobiles ni de parts usables (excepté une pompe à eau standard). Le délai d’emploi du dispositif est au moins 15 ans. Par leur indice intégral (efficacité, qualités économiques, qualités écologiques, fiabilité) les DBA n’ont pas d’analogues sur le marché mondial des équipements de purification des gaz.

# Advantage10Title
source: Quality and reliability
de: Qualität und Funktionssicherheit
fr: Qualité et fiabilité

# Advantage1Description
source: ABU is able to capture a wide range of harmful substances with 80% to 99.9% efficiency depending on the input concentration and the physical-chemical properties of the substances.
de: Der Abscheidungsgrad von der breiten Palette der Schadstoffe aus der Zuluft beträgt von 80 bis 99,9% je nach Eingangskonzentrationen und physikalisch-chemischen Eigenschaften der Schadstoffe.
fr: Le degré de captage d’une large gamme des substances nocives depuis l’air de ventilation fait de 80 à 99,9% en fonction des concentrations d’entrée et des propriétés physiques et chimiques des substances nocives.

# Advantage1Title
source: Efficiency
de: Effizienz
fr: Efficacité

# Advantage2
source: Reliability and efficiency is proven by 25 years of experience.
de: Betriebssicherheit und Effizienz werden durch 25 Jahre der Betriebserfahrung bestätigt.
fr: Fiabilité et efficacité confirmées par 25 ans de l’expérience d’exploitation.

# Advantage2Description
source: Presence of solid impurities in the gas flow does not affect ABUs functional characteristics. Meanwhile other &laquo;dry&raquo; air purifying methods such as the use ion exchange filters, units with gas-discharge cells, coal or zeolites is inefficient as the resinous and suspended substances stick to the working surface.
de: Das Enthalten von Feststoffen im Gasstrom beeinflusst die funktionalen Eigenschaften nicht. Die Verwendung von Ionenaustauschfiltern, Anlagen mit Gasentladungselementen, Kohlen, Zeolithen, Katalysatoren und die Verwendung anderer „trockener“ Geräte ist wegen der Verklebung von Arbeitsflächen mit Harz- und Schwebstoffen sinnlos.
fr: La présence des admixtions solides dans le courant de gaz n’a aucune influence sur les caractéristiques fonctionnelles. Cependant, l’application des filtres à l’échangeur d’ions, des dispositifs aux éléments de décharge à gaz, des charbons, des zéolithes, des catalyseurs et d’autres appareils « secs » n’a pas de sens à cause de la bouchage des surfaces fonctionnelles des substances résineuses et suspendues.

# Advantage2Title
source: Ability to purify ventilating air containing resinous and suspended substances
de: Möglich ist die Reinigung der Zuluft, die Harz- und Schwebstoffe enthält
fr: Possibilité de purification de l’air de ventilation contenant des substances résineuses et suspendues

# Advantage3
source: Economic factors.
de: Niedrige Betriebskosten.
fr: Charges d’exploitation non élevées.

# Advantage3Description
source: Low operating costs due to minimal use of consumables (between 0.1 to 1.0 m<sup>3</sup>/day of water, 30-60 kg/year of biogenic additives, and 30-40 m<sup>3</sup>/h of compressed air).
de: Niedrige Betriebskosten im Zusammenhang mit einer minimalen Menge an Verbrauchsmaterialien (Betriebswasser für die Nachspeisung – 0,1-1 m<sup>3</sup>/Tag, biogene Zusatzstoffe – 30-60 kg/Jahr, Druckluft 30-40 m<sup>3</sup>/Stunde).
fr: Les frais d’exploitation ne sont pas élevés grâce à la quantité minimale des consommables (eau industrielle pour la réalimentation – 0,1-1 m<sup>3</sup>/jour, additifs biogènes – 30-60 kg/an, air comprimé – 30-40 m<sup>3</sup>/h).

# Advantage3Title
source: Economic factors
de: Wirtschaftsleistung
fr: Performances économiques

# Advantage4
source: Absence of chemical reagents, acids or alkalis.
de: Keine chemischen Reagenzien, Säuren und Laugen.
fr: Absence d’agents chimiques, d’acides et d’alcalis.

# Advantage4Description
source: ABUs are environmentally friendly, since they do not create any secondary contaminants. For example, thermal and catalyst-assisted combustion release NOx, CO and other partial oxidation by-products. Coal-based methods create contaminated condesate after superheated steam regeneration. Ozonation creates exces ozone, and chemisorption creates a saline solution on top of releasing drops of chemical regents into the atmosphere.
de: Die BAA sind umweltfreundlich, weil die keine sekundäre Verschmutzung bilden (so zum Beispiel werden gebildet: bei der thermischen und katalytischen Verbrennung – NOx, CO und Produkte der Partialoxydation; bei der Adsorption an Kohle – verschmutztes Kondensat nach der Regeneration mit Direktdampf; bei der Ozonisierung – überschüssiges Ozon; bei der Chemisorption – ausgezehrte Salzlösung und Mitreißen der Tropfen von Chemikalien in die Atmosphäre), was positive Auswirkungen auf die ökologische Situation der Region hat.
fr: Les DBA sont écologiques car ils ne génèrent aucunes pollutions secondaires (ainsi, par exemple, sont générés : lors de la combustion thermique et catalytique – NOх, СО et des produits d’oxydation incomplète ; lors de l’adsorption sur les charbons – des fluides de condensation pollués après la régénération à la vapeur libre ; lors du traitement par ozone – un ozone excessif ; lors de l’adsorption chimique – une solution saline épuisée et l’envolement des gouttelettes des agents chimiques dans l’atmosphère), ce qui assure une influence bienveillante sur la situation écologique de la région.

# Advantage4Title
source: Environmental friendliness
de: Umweltfreundlichkeit
fr: Qualités écologiques

# Advantage5
source: Requires minimal maintenance.
de: Minimale Wartungsarbeiten.
fr: Entretien technique minimal.

# Advantage5Description
source: The units are both explosion proof and flameproof. No chemical reagents, acids or alkali are used.
de: Die Anlagen sind explosions- und feuersicher. Es werden keine chemischen Reagenzien, Säuren und Laugen eingesetzt.
fr: Les dispositifs ne représentent aucune risque d’incendie ni d’explosion. On n’utilise pas d’agents chimiques, d’acides et d’alcalis.

# Advantage5Title
source: Safety
de: Sicherheit
fr: Sécurité

# Advantage6
source: Absence of wearing or replaceable parts.
de: Keine Verschleiß- und Austauschteile.
fr: Absence des parts usables et remplaçables.

# Advantage6Description
source: ABU operation can significantly reduce the risk of occupational diseases for employees involved in hazardous production.
de: Der Betrieb der BAA erlaubt das Risiko der Entstehung von Berufskrankheiten bei Mitarbeitern, die in gesundheitsschädlichen Betrieben arbeiten, wesentlich zu verringern.
fr: L’exploitation des DBA permet de réduite de manière considérable le risque des maladies professionnelles pour les employés engagés dans les sites de production insalubre.

# Advantage6Title
source: Health
de: Gesundheit
fr: Santé

# Advantage7
source: ABU service life is at least 15 years.
de: Die Betriebszeit der BAA beträgt mindestens 15 Jahre.
fr: Délai d’exploitation du DBA est au moins 15 ans.

# Advantage7Description
source: The units are easy to operate and do not require a permanent operator. Our specialist will provide all the necessary information and instructions during ABU installation process.
de: Einstellungen sind einfach und erfordern keine ständige Anwesenheit des Bedieners. Im Laufe der Durchführung der Chefmontage von BAA machen unsere Fachleute die notwendigen Einweisungen und stellen Ihren Mitarbeitern alle notwendigen Informationen zur Verfügung.
fr: Les dispositifs sont faciles à opérer et n’exigent pas la présence d’un opérateur en permanence. Lors de l’installation supervisée des DBA nos spécialistes assureront les cours d’instruction nécessaires et mettront à disposition de votre personnel l’ensemble des informations.

# Advantage7Title
source: Training
de: Schulung
fr: Formation

# Advantage8
source: Maintenance and monitoring
de: Entwicklung von unkonventionellen Lösungen.
fr: Élaboration des solutions non standards.

# Advantage8Description1
source: ABU maintenance is minimal and is limited to easy to do pump repairs.
de: Wartungsarbeiten für die BAA sind minimal und sind nur mit der Reparatur der Pumpe verbunden.
fr: L’entretien technique des DBA est réduit au minimum, il n’est lié qu’à la réparation de la pompe.

# Advantage8Description2
source: Monitoring of the ventilating emission purification efficiency is carried out periodically, by visually observing the state of irrigation and &laquo;boiling&raquo; of the nozzle. The absorption solution is analyzed for chemical oxygen consumption once a month. If the absorbent regeneration efficiency needs to be improved, available agricultural fertilizers containing nitrogen and phosphorus are added to the solution.
de: Die Kontrolle über die Wirksamkeit der Reinigung von Lüftungsemissionen erfolgt in regelmäßigen Abständen, visuell, bezüglich Bespritzung und „Gasung“ des Rohransatzes. Der Zustand der Absorptionslösung wird durch Analyse der Lösung auf den chemischen Sauerstoffbedarf einmal pro Monat bestimmt. Wenn es notwendig ist, die Effizienz der Regeneration von Absorptionsmitteln zu verbessern, erfolgt eine Anpassung der chemischen Zusammensetzung der Lösung an Stickstoff und Phosphor durch die Eingabe der verfügbaren landwirtschaftlichen Düngemittel.
fr: Le contrôle de l’efficacité de purification des émissions de ventilation est effectué régulièrement, de façon visuelle, par état d’aspersion et d’ébullition de l’embout. L’état de la solution d’absorption est identifié par voie d’analyse de la solution pour la demande chimique en oxygène 1 fois par mois. Lorsqu’il est nécessaire d’augmenter l’efficacité de régénération de l’absorbant, on fait la correction de la composition chimique de la solution à l’égard de l’azote et du phosphore en y introduisant des engrais agricoles disponibles.

# Advantage8Title
source: Maintenance and monitoring
de: Wartungsarbeiten und Kontrolle
fr: Entretien technique et contrôle

# Advantage9
source: Support and technical consultations through the whole life cycle.
de: Begleitung und technische Beratung für die gesamte Betriebszeit.
fr: Accompagnement et consultations techniques pendant toute la durée l’emploi.

# Advantage9Description
source: More than 100 ABUs are operated by 42 companies across various industries in Russia, Belarus, Ukraine and Kyrgyzstan with a lifetime of up to 25 years.
de: Mehr als 100 BAA werden in 42 Unternehmen in verschiedenen Industriebranchen in Russland, Belarus, der Ukraine und Kirgisistan mit dem Dauerbetrieb auf die Dauer bis zu 25 Jahren betrieben.
fr: Plus de 100 DBA sont opérés dans 42 entreprises de différentes secteurs de l’industrie en Russie, en Bélarus, en Ukraine et en Kirghizistan, leur délai d’exploitation continue étant jusqu’à 25 ans.

# Advantage9Title
source: Practical use
de: Praktische Anwendung
fr: Application pratique

# NineReasonsToChooseAbu
source: 9 reasons to choose ABU:
de: 9 Gründe, warum Sie eine biochemische Absorptionsanlage kaufen sollen:
fr: 9 raisons pour choisir le DBA:
