Repository: koryakinp/IBTFull
Catalog: IBTFull/Resources/Index.*.resx
Languages: de

source: ABU Efficiency
de: Die Effizienz von BAA

# AbuEfficiencyFormol
source: Efficiency of industrial air purification from <strong>phenol and formaldehyde</strong>
de: Die Effizienz der industriellen Reinigung<br><strong> der Luft von Phenol und Formaldehyd</strong>

# AbuEfficiencyResin
source: Efficiency of industrial air purification from <br><strong>suspended substances</strong>
de: Die Effizienz der industriellen Reinigung <br><strong>der Luft von Schwebstoffen beträgt</strong>

# AbuEfficiencyResinValue
source: <span class="efficiency-item__value">{0}</span> or higher
de: mindestens <span class="efficiency-item__value">{0}</span>

# AbuEfficiencyTriethylamine
source: Efficiency of industrial air purification from <strong>triethylamine</strong>
de: Die Effizienz der industriellen Reinigung <br><strong>der Luft von Triethylamin und Schwebstoffen beträgt</strong>

# AbuEfficiencyTriethylamineValue
source: (triethylamine output concentration does not exceed 20 mg/m<sup>3</sup>)
de: (am Auslass beträgt die Konzentration von Triethylamin höchstens 20 mg/m<sup>3</sup>)

# AbuIntro
source: Absorption-biological units (ABUs) are designed for industrial air purification from phenol, formaldehyde, triethylamine, benzol, acrolein, cyanides, ammonia, methanol, dust, and aerosols of tarry substances.
de: Biologische Absorptionsanlagen (BAA) sind für die industrielle Reinigung der Luft von flüchtigen organischen gasförmigen Verunreinigungen (Phenol, Formaldehyd, Triethylamin, Benzol, Akrolein, Cyanide, Ammoniak, Methanol, Staub, Schwebstoffe von Harzstoffen usw.) entwickelt.

# AbuOperationDescription
source: Diagram and description of the Absorption - Biological Unit
de: Das Grundschema und die Beschreibung der biologischen Absorptionsanlage

# AbuOperationDetailsOne
source: Harmful substances are trapped in the scrubber with the help of a water absorbent and then they are neutralized (oxidized to CO<sub>2</sub> and H<sub>2</sub>O) in the bioreactor.
de: Im Gaswäscher mit Hilfe von Wasserabsorber erfolgt die Abscheidung von Schadstoffen, und im Bioreaktor erfolgt ihre Neutralisation (Oxydation zu CO<sub>2</sub> und H<sub>2</sub>O)

# AbuOperationDetailsThree
source: The microorganisms used in the ABU are derived from natural sources and as a result they are both non-toxic and non-pathogenic. The microorganisms have also passed a toxicological evaluation.
de: Mikroorganismen werden in den Bioreaktor einmal vor dem Betrieb in Form von konzentrierter Biomasse eingeführt. Die in der BAA verwendeten Mikroorganismen sind nicht toxisch und nicht pathogen, stammen aus natürlichen Quellen und haben die toxikologische Expertise bestanden.

# AbuOperationDetailsTwo
source: The solution circulates in a closed &laquo;scrubber-bioreactor&raquo; cycle which prevents any industrial drains into the sewer system. Purified air is discharged into the atmosphere.
de: Die Zirkulation der Lösung erfolgt in einem geschlossenen Zyklus &laquo;Gaswäscher – Bioreaktor&raquo;, wobei es keinen Abfluss in die Kanalisation gibt. Die gereinigte Zuluft wird in die Atmosphäre freigesetzt.

# AbuOprationTitle
source: ABU Operation Principles
de: Das Betriebsprinzip von BAA

# AbuOprationValueA
source: А – Ventilation air input
de: A – Zulufteinlass

# AbuOprationValueB
source: В – Ventilation air output
de: B – Zulufteauslass

# AbuOprationValueC
source: С – Absorption solution
de: C – Absorptionslösung

# AbuOprationValueOne
source: 1 – Scrubber
de: 1 – Gaswäscher

# AbuOprationValueThree
source: 3 – Bioreactor with Microorganisms
de: 3 – Bioreaktor mit Mikroorganismen

# AbuOprationValueTwo
source: 2 – Pump
de: 2 – Pumpe

# AbuPurificationDescriptionOne
source: The first principle lies in the fact that the majority of harmful volatile organic compounds are soluble in service water.
de: das erste Prinzip besteht darin, dass die meisten schädlichen flüchtigen organischen Verbindungen löslich im Betriebswasser sind;

# AbuPurificationDescriptionTwo
source: The second principle is based on the ability of specially selected and adapted microorganisms to use dissolved organic and some inorganic substances in water as a source of replenishment. As the microorganisms consume those harmful dissolved compounds, the compounds become fully mineralized and turned into water and carbon dioxide.
de: das zweite Prinzip beruht auf der Fähigkeit von speziell selektierten und adaptierten natürlichen Mikroorganismen, als Nahrungsquelle die im Wasser gelösten organischen und einigen anorganischen Stoffe zu gebrauchen. Beim Verbrauch dieser Verbindungen durch Mikroorganismen geschieht ihre volle Mineralisierung sowie es werden Wasser und Kohlendioxid gebildet.

# AbuPurificationTitle
source: Ventilating air purification with the ABU is based on two natural processes:
de: Die Reinigung der Zuluft in der BAA beruht auf natürlichen Prozessen:

# AbyEfficiencyDescription
source: Today, ABU has no match in the world market of gas purifying equipment on the aggregate index of efficiency, environmental friendliness, reliability, and cost effectiveness.
de: Nach der Gesamtcharakteristik (Effizienz, Rentabilität, Umweltfreundlichkeit, Funktionssicherheit) sind die BAA absolut einzigartig auf dem Weltmarkt der Gasreinigungsanlagen.

# CompanyIntro
source: <span class="accent-text">Industrial Bio Technology</span> company offers equipment for industrial air purification.
de: <br><span class="accent-text">Industrial Bio Technology<br></span> bietet zur Lieferung industrielle Luftreinigungsanlagen

# Concentration
source: at least <span class="efficiency-item__value">{0}</span> given input concentration of {1} mg/m<sup>3</sup>
de: mindestens <span class="efficiency-item__value">{0}</span> bei der Eingangskonzentration von {1} mg/m<sup>3</sup>;

# IndexTitle
source: IBT air purification from phenol, formaldehyde, triethylamine
de: IBT Industrial Bio Technology - Industrielle Luftfilter, Luftreinigung
