Repository: koryakinp/IBTFull
Catalog: IBTFull/Resources/SharedResource.*.resx
Languages: de, fr

# Abu
source: ABU-{0}
de: ABB-{0}
fr: DBA-{0}

# abuSpecsFilename
source: Technical Specifications
de: Technische Daten
fr: Caractéristiques techniques

source: Advantages
de: Vorteile
fr: Avantages

source: Contacts
de: Kontakte
fr: Contact

# EnquiriesLink
source: To get a technical or business offer for an ABU for your company, please fill out and send us the &nbsp;<a href="/{0}/File/Index?file=questioneer">questionnaire&nbsp;</a>. You are also welcomed to send us an enquiry in a free form.
de: Damit wir ein technisches und kaufmännisches Angebot zur Lieferung von industriellen Luftreinigungsanlagen erstellen könnten, füllen Sie bitte die <a href="/{0}/File/Index?file=questioneer">Fragebogen</a> aus und senden Sie den an unsere Adresse.
fr: Afin de vous préparer une offre technique et commerciale pour la livraison des DBA à votre entreprise, complétez <a href="/{0}/File/Index?file=questioneer">le questionnaire</a> et renvoyez-le à notre adresse. Vous pouvez toujours nous envoyer une demande sous toute forme qui vous convienne.

source: FAQ
de: Fragen - Antworten
fr: Questions - réponses

# FaqLink
source: Please visit our &nbsp;<a href="/{0}/faq">most frequently asked questions&nbsp;</a> page to learn more about ABU operation.
de: Bitte schauen Sie auf unserer Website die häufig gestellten <a href="/{0}/faq">Fragen zum Betrieb von ABB und die Antworten dazu.</a>
fr: Veuillez consulter sur notre site &nbsp;<a href="/{0}/faq">les questions les plus fréquentes&nbsp;</a> concernant l’exploitation du DBA ainsi que les réponses qui lui sont relatives.

# ForDesigners
source: Specifications
de: An die Entwicklungsingenieure
fr: Spécifications techniques

source: Novi Sad
fr: Novy-Sad

# questioneer
source: IBT Questioneer
de: IBT Frageliste
fr: Questionnaire IBT

# Serbia
source: Republic of Serbia
de: Republik Serbien
fr: République de Serbie

# ThankYouMessage1
source: We will contact you shortly.
de: Vielen Dank! Wir haben Ihre Nachricht erhalten.
fr: Merci, votre message a été reçu.

# ThankYouMessage2
source: Thank you, we have received your message.
de: Wir werden Sie in Kürze kontaktieren.
fr: Nous vous contacterons le plus vite possible

# AdvantagesDesc
source: Advantages of the Absorption – Biological Units for air purification from phenol, formaldehyde, triethylamine when compared to other equipment.
de: Vorteilе von biologischen Absorptionsanlagen für Reinigung der Luft von Phenol, Formaldehyd, Triethylamin im Vergleich zu anderen Anlagen.
fr: Avantage des Dispositifs Biologiques d’Absorption à la purification industrielle de l’air du phénol, du formaldéhyde, de la triéthylamine en comparaison avec d’autres mécanismes.

# ContactDesc
source: Contact «Industrial Bio Technology» company.
de: Feedback von Industrial Bio Technology
fr: Retour d’information avec l’entreprise «Industrial Bio Technology».

# FAQDesc
source: Questions and Answers about Absorption – Biological Units operation.
de: Antworten auf die Fragen zum Betrieb von biologischen Absorptionsanlagen.
fr: Réponses aux questions concernant l’exploitation des Dispositifs Biologiques d’Absorption.

# HomeDesc
source: Absorption – Biological Unit description. Absorption – Biological Units efficiency for air purification from phenol, formaldehyde, triethylamine, dust, and aerosols of tarry substances.
de: Beschreibung von biologischen Absorptionsanlagen. Effizienz von biologischen Absorptionsanlagen bei der Reinigung der Luft von Phenol, Formaldehyd, Triethylamin, Staub, Harzsubstanz-Aerosolen.
fr: Description des Dispositifs Biologiques d’Absorption. Efficacité des Dispositifs Biologiques d’Absorption pendant la purification industrielle de l’air du phénol, du formaldéhyde, de la triéthylamine, des poussières, des aérosols de matières résineuses.

# keyword1
source: air purification from phenol
de: Die Reinigung der Zuluft von Phenol
fr: purification de l’air du phénol

# keyword2
source: air purification from formaldehyde
de: die Reinigung der Zuluft von Formaldehyd
fr: purification de l’air du formaldéhyde

# keyword3
source: air purification from triethylamine
de: die Reinigung der Zuluft von Triethylamin
fr: purification de l’air de la triéthylamine

# keyword4
source: air purification for foundries
de: luftreinigung in gießereien
fr: purification de l’air dans l’industrie de la fonderie

# keyword6
source: air purification during medium-density fibreboard (MDF) and chipboard production processes
de: luftreinigung bei der herstellung von spanplatten, MDF-platten
fr: purification de l’air dans la production de panneaux de particules et de panneaux de fibres à densité moyenne

# keyword7
source: air purification during glass mineral wool production process
de: luftreinigung bei der herstellung von glasswolle
fr: purification de l’air dans la production de laine de verre

# keyword8
source: air purification during basalt wool production process
de: luftreinigung bei der herstellung von basaltwolle
fr: purification de l’air dans la production de laine de basalte

# SpecDesc
source: The use of the Absorption – Biological Units. Technical characteristic of the Absorption – Biological Units. Block diagram of the Absorption – Biological Units.
de: Anwendung von biologischen Absorptionsanlagen. Technische Angaben von biologischen Absorptionsanlagen. Ablaufdiagram von biologischen Absorptionsanlagen.
fr: Application des Dispositifs Biologiques d’Absorption. Spécifications techniques des Dispositifs Biologiques d’Absorption. Schéma-bloc des Dispositifs Biologiques d’Absorption.
